const majorFields = [
    "인문계열",        // 철학, 역사, 국어국문학, 영문학, 일문학, 독문학, 중어중문학, 러시아어문학 등
    "사회계열",        // 정치외교학, 행정학, 경제학, 사회학, 심리학, 경영학, 미디어커뮤니케이션학, 신문방송학 등
    "교육계열",        // 초등교육, 유아교육, 특수교육, 국어교육, 영어교육, 수학교육, 과학교육, 체육교육 등
    "공학계열",        // 기계공학, 전자공학, 컴퓨터공학, 건축공학, 화학공학, 신소재공학, 자동차공학, 로봇공학, AI공학 등
    "자연과학계열",    // 수학, 물리학, 화학, 생명과학, 통계학, 환경과학, 지구과학, 천문학 등
    "의약계열",        // 의학, 치의학, 한의학, 간호학, 약학, 수의학, 재활의학 등
    "예체능계열",      // 미술, 디자인, 체육, 무용, 음악, 연극영화, 사진예술, 만화·애니메이션학 등
    "농림수산계열",    // 농학, 축산학, 산림학, 원예학, 수산학, 식품공학, 농업경제학 등
    "의료보건계열",    // 물리치료학, 방사선학, 응급구조학, 작업치료학, 치위생학, 보건행정학 등
    "생활과학계열",    // 식품영양학, 의류학, 아동학, 소비자학, 가정관리학, 주거환경학 등
    "군사계열",        // 군사학, 국방학, 경찰학, 해양경찰학, 국방기술학 등
    "해양학계열",      // 해양학, 해양생물학, 해양환경학, 조선해양공학, 해양산업경영학 등
    "항공우주계열",    // 항공운항학, 항공정비학, 항공교통관리학, 우주과학, 항공전자공학 등
    "법학계열",        // 법학, 국제법, 형법, 민법, 헌법, 지적재산권법 등
    "신학계열",        // 신학, 기독교학, 천주교학, 불교학, 이슬람학, 종교학 등
    "융합학문계열",    // 데이터사이언스, 인공지능, 바이오융합, 환경융합학, 미래자동차공학, 스마트팜학 등
    "예술·문화산업계열", // 문화산업학, 문화콘텐츠학, 공연예술학, 영상학, 게임학 등
    "스포츠과학계열"   // 스포츠과학, 운동처방학, 체육학, 스포츠재활학 등
  ];

  export default majorFields;